Repository: pitayaestudio/voiashios
Catalog: Voiash/*.lproj/Localizable.strings
Languages: es

# errorUserNotFound
source: User not found
es: Usuario no encontrado

# errorEmailAlreadyInUse
source: Could not create account. Email already in use
es: No se pudó crear la cuenta. Email ya registrado

# errorInvalidEmail
source: Invalid email address
es: Email inválido

# errorWrongPassword
source: Invalid password, must have at least 6 characters
es: Password inválido, debe tener al menos 6 carácteres

# errorGeneral
source: There was a problem, try again
es: Lo sentimos existió un error, inténtelo más tarde.

# errorEmailWithoutConfirmation
source: Error you need to confirm your email
es: Error, necesita confirmar su email.

# nameRequired
source: Name is required
es: Nombre requerdio

# lastNameRequired
source: Last name is required
es: Apellido requerido

# emailRequired
source: Email is required
es: Email requerido

# passRequired
source: Password is required
es: Password requerido

# pass2Required
source: Password2 is required
es: Password2 requerido

# passwordDifferent
source: The confirmation password is not the same
es: La confirmación del password no es la misma

# emailNotVerified
source: Sorry. Your email address has not yet been verified. Do you want us to send another verification email to %@?
es: Lo sentimos, su email no ha sido verificado. ¿Desea que le enviemos otro email a %@?

# resetPassOK
source: Password reset email sent.
es: Password reseteado correctamente.

# titConfirmEmail
source: Confirm your email
es: Confirma tu email

# mesConfirmEmail
source: We have sent you an email, click in the link to confirm your email
es: Hemos enviado un email, haz click en el link para confirmar tu email

# titConfirmOK
source: Thank you!
es: ¡Gracias!

# mesConfirmOK
source: Your email has been confirmed
es: Tu email ha sido confirmado

# msgWait
source: Please Wait...
es: Por favor espere...

# actCancel
source: Cancel
es: Cancelar

# yearsAge
source: years
es: años

# titGallery
source: Gallery
es: Galería

# titCamera
source: Camera
es: Cámara

# titChooseImage
source: Choose Image
es: Escoge una imagen
