Repository: pitayaestudio/voiashios
Catalog: Voiash/*.lproj/Main.strings
Languages: es_419

# 5x2-bL-ZjP.normalTitle
source: Login with email
es_419: Entrar

# 8Na-yG-G76.normalTitle
source: Sign Up and enjoy
es_419: REGÍSTRATE Y DISFRUTA

# 95z-lO-rhZ.placeholder
source: Confirm Password
es_419: Confirmar Contraseña

# Adl-dF-iLh.placeholder
source: Password
es_419: Contraseña

# Axb-ax-gR9.normalTitle
source: Reset Password
es_419: Resetear Password

# GnE-Sy-CZD.title
source: Remember Password
es_419: Recordar Password

# HNu-Ys-4BW.placeholder
source: Name
es_419: Nombre

# J1e-nI-lo9.title
source: social
es_419: Item

# NKG-Gc-FtE.normalTitle
source: Sign Up
es_419: Registro

# VSa-hA-JMj.normalTitle
source: Login without registration
es_419: INGRESAR SIN REGISTRAR

# bLS-DO-Zeh.text
source: Do you forgot your password? Put your email and receive a link to reset your password
es_419: Explicacion

# boL-MV-g9B.title
source: chat
es_419: Item

# bze-sj-UAw.title
source: my profile
es_419: Item

# eY7-Un-7wz.placeholder
source: Last Name
es_419: Apellido

# fGi-18-7Kb.title
source: Create account
es_419: Crear cuenta

# hnl-j4-FfZ.text
source: When you signIn, you accept the terms and condicions of Voiash
es_419: Registrandote aceptas los términos y condiciones

# ksN-w3-Ne4.normalTitle
source: Did you forget your password?
es_419: ¿Olvidaste tu password?

# vWu-R1-lWm.title
source: discover
es_419: Item 2

# z8f-vG-auq.title
source: my travel
es_419: Item 1
